Repository: marschr/home-server-v2
Catalog: locale/*/LC_MESSAGES/home-server-v2@marsch.po
Languages: de

source: Settings
de: Einstellungen

source: Start Server
de: Starte Server

source: Start Server now. Please wait...
de: Server wird gestartet. Bitte warten...

source: Start Server failed
de: Server konnte nicht gestartet werden

source: Start Server failed. Already installed wakeonlan?
de: Server konnte nicht gestartet werden. Wakeonlan bereits installiert?

source: Home Server Settings
de: Home Server Einstellungen

source: Server Poll:
de: Server Intervall:

source: Time in seconds between server status checks
de: Zeit in Sekunden zwischen Server-Statusprüfungen

source: Debug Mode:
de: Debug-Modus:

source: Detect MAC
de: MAC Erkennen

source: Please enter a valid IP address first
de: Bitte geben Sie zuerst eine gültige IP-Adresse ein

source: MAC address detected and applied
de: MAC-Adresse erkannt und übernommen

source: Could not detect MAC address for the given IP
de: Konnte keine MAC-Adresse für die angegebene IP erkennen

source: Error detecting MAC address:
de: Fehler bei der Erkennung der MAC-Adresse:

source: Error executing ARP command:
de: Fehler bei der Ausführung des ARP-Befehls:

source: Error
de: Fehler

source: Success
de: Erfolg
